/* Project > New Project Assistant */

"New Project" = "新项目";

"Choose a template for your project:" = "为您的项目选择一个模板:";


"Create" = "创建";

"The parent directory of the project directory you specified does not exist." = "您指定的项目目录的父级目录不存在。";

"The parent directory of the project directory you specified is not a directory." = "您指定的项目目录的父级目录不是目录。";

"A file with the same name as the project directory you specified already exists." = "与您指定的项目目录同名的文件已经存在。";

"A file with this name already exists at this location." = "具有该名称的文件已存在于此位置。";

"Please select another location for the project." = "请为该项目选择另一个位置。";

"Packages is not able to create the project directory at \"%@\"." = "Packages 无法在 \"%@\". 下创建项目目录。";

"Check that you have the required write privileges." = "检查您是否具有写入权限。";

"The project directory %@ will be created if necessary, and the project file %@.pkgproj will be created therein." = "如有必要，将为项目创建目录 \"%@\" ，\n随后在其中创建项目文件 \"%@.pkgproj\" 。";
